{
  "맥주": [
    {
      "name": "페일라거",
      "about": "라거는 하면 발효로 양조한 맥주로, 투명한 황금빛과 강한 탄산, 가볍고 청량한 맛을 내며 목넘김이 부드러운 것이 특징입니다.",
      "pairing": "가볍고 탄산기가 높은 라거는 튀김, 육류, 피자, 햄버거 등 과 같은 기름진 음식에 어울립니다."
    },
    {
      "name": "필스너",
      "about": "라거의 한 종류로 체코의 필젠 지방에서 처음 만들어진 맥주 종류 입니다. 페일 라거에 비해 홉의 쌉싸름한 맛과 풍미가 강조된 것이 특징입니다.",
      "pairing": "필스너는 단맛과 매운맛이 어울립니다. 설탕의 단맛 뿐만 아니라 새우 등과 같은 갑각류의 단맛과도 어울립니다. 또한 느끼한 음식과 함께 먹으면 필스너의 쓴 맛이 느끼함을 잘 잡아준다고 합니다."
    },
    {
      "name": "페일에일",
      "about": "에일은 상면 발효로 양조한 맥주로, 라거보다 탄산이 적고, 도수가 높으며, 색과 맛, 향이 진한 것이 특징입니다. 에일은 차가우면 향을 느끼기 힘드므로 보다 높은 온도에서 덜 차갑게 먹게 됩니다.",
      "pairing": "페일 에일은 강한 홉의 풍미와 함께 중간 정도의 쓴맛을 지녔으며, 치즈 등과 같은 풍미가 강하거나 훈연향이 배인 더운 요리와 잘 맞습니다."
    },
    {
      "name": "밀맥주",
      "about": "맥주의 원료 함량 중 밀 맥아의 비율이 50% 이상이 들어가는 맥주입니다. 엷은 색과 부드러운 촉감, 풍부한 맛과 향이 특징입니다.",
      "pairing": "담백한 음식과 먹으면 맥주의 풍미를 그대로 느낄 수 있습니다. 회나 조개 등의 해산물, 샐러드등과 잘 어울립니다. "
    },
    {
      "name": "스타우트",
      "about": "까맣게 탄 맥아를 사용해 짙은 갈색을 띠는 스타우트는 초콜릿·커피·바닐라 향을 갖고 있는 것이 특징이며, 호불호가 강하지만 묵직한 보디감이 매력적이며, 일반 맥주보다 알코올 도수가 높습니다.",
      "pairing": "도수가 높고 맛이 강한 스타우트는 강한 맛의 음식과 잘 어울립니다. 초콜릿 아이스크림, 티라미수 등 달콤한 메뉴나 골뱅이, 육포 등 간이 센 음식이 잘 어울립니다."
    }
  ],
  "소주": [
    {
      "name": "희석식 소주",
      "about": "희석식 소주는 돼지감자나 카사바, 고구마 등의 전분을 발효시키고 연속증류해 얻은 고순도 주정을 물로 희석하고 감미료를 첨가한 술을 말합니다.",
      "pairing": "찬 성질의 회나 비타민 C가 풍부한 오이 같은 채소가 소주와 잘 어울립니다. 또한 고춧가루가 들어간 얼큰한 찌개류는 고춧가루가 몸에 열을 내 소주와의 궁합이 좋지 않다고 합니다."
    },
    {
      "name": "증류식 소주",
      "about": "한국의 전통 증류주로서 곡물로 담근 밑술을 증류하여 만드는 술입니다. 첨가물이 들어 있지 않아 맛과 향도 훌륭하고 독하긴 해도 숙취가 거의 없습니다.",
      "pairing": "은은한 맛과 향을 함께 할 수 있는 해산물이나 생선구이 등이 어울립니다. 또한 곱창 등과 같은 구이류와 해물탕 등 진한 맛이 있는 안주를 증류식 소주가 부드럽고 깔끔하게 만들어줍니다."
    }
  ],
  "막걸리": [{
    "name": "막걸리",
    "about": "쌀로 밑술을 담가 거기서 청주(淸酒)를 걸러내고 남은 술지게미를 다시 체에 물로 걸러낸 술입니다. 막 걸러냈다고 해서 막걸리라고 하며, 투명한 청주에 비해 흐리다 해서 탁주(濁酒)라 부릅니다.",
    "pairing": "막걸리는 전과 같은 기름진 안주 보단 두부, 보쌈과 같은 담백한 음식과 잘 어울립니다. "
  }],

  "와인": [
    {
      "name": "레드 와인",
      "about": "포도의 껍질을 제거하지 않고 발효시키며, 통 안에서 숙성시킴에 따라 특유의 검젖은 적색이 나오게 된다. 맛은 기본적으로 약간 떫은 편이다.",
      "pairing": "찬 성질의 회나 비타민 C가 풍부한 오이 같은 채소가 소주와 잘 어울립니다. 또한 고춧가루가 들어간 얼큰한 찌개류는 고춧가루가 몸에 열을 내 소주와의 궁합이 좋지 않다고 합니다."
    },
    {
      "name": "화이트 와인",
      "about": "한국의 전통 증류주로서 곡물로 담근 밑술을 증류하여 만드는 술입니다. 첨가물이 들어 있지 않아 맛과 향도 훌륭하고 독하긴 해도 숙취가 거의 없습니다.",
      "pairing": "은은한 맛과 향을 함께 할 수 있는 해산물이나 생선구이 등이 어울립니다. 또한 곱창 등과 같은 구이류와 해물탕 등 진한 맛이 있는 안주를 증류식 소주가 부드럽고 깔끔하게 만들어줍니다."
    },
    {
      "name": "로제 와인",
      "about": "",
      "pairing": "은은한 맛과 향을 함께 할 수 있는 해산물이나 생선구이 등이 어울립니다. 또한 곱창 등과 같은 구이류와 해물탕 등 진한 맛이 있는 안주를 증류식 소주가 부드럽고 깔끔하게 만들어줍니다."
    }
  ],

  "치킨": [
    {
      "about": "염지한 닭에 밀가루를 입히고 기름에 튀겨 바삭한 식감과 짭쪼름한 맛과 기름진 것이 특징입니다.",
      "pairing": "기름진 음식인 치킨은 탄산이 풍부한 라거 맥주와 잘 어울립니다."
    }
  ],
  "양꼬치": [{
    "about": "양고기의 잡내를 잡기 위해 쯔란등의 향신료가 들어가고 살코기와 비계가 잘 섞여 있어서 기름지고 고소한 맛이 특징입니다. ",
    "pairing": "기름지고 고소한 맛이 특징인 양꼬치는 라거의 한 종류인 칭따오와 잘 어울린다고 합니다. 또한 독하면서도 향이 진한 중국 전통술과도 잘 어울립니다."
  }],
  "족발": [{
    "about": "돼지의 다리를 양념한 국물에 푹 삶고 편육처럼 썰어 부드러운 살코기와 꼬들꼬들한 껍데기의 식감을 느낄 수 있는 것이 특징입니다.",
    "pairing": "부드러움과 기름진 맛이 특징인 족발은 탄산이 풍부한 라거 종류의 맥주와 잘 어울립니다."
  }],

  "dbList" : [
    {
      "list": "맥주"
    },
    {
      "list": "소주"
    },
    {
      "list": "막걸리"
    }, 
    {
      "list" : "족발"
    },
    {
      "list" : "양꼬치"
    },
    {
      "list" : "치킨"
    }
  ]
}